[
 {
  "S.no.": 1,
  "Problem Id": "AR01",
  "Problem Statement": "Medical virtual reality simulators",
  "Description": "The project must  have the ability to conduct simulations to perform small surgerys it can be either step by step instruction or a whole animated video",
  "SDG": 9
 },
 {
  "S.no.": 2,
  "Problem Id": "AR02",
  "Problem Statement": "AR App for Monuments",
  "Description": "The application must display a model of the monument and describe all its informations in either in card format or in a video format",
  "SDG": 9
 },
 {
  "S.no.": 3,
  "Problem Id": "AR03",
  "Problem Statement": "Augmented and virtual reality in elementary and primary school",
  "Description": "The application must able to display the animation of learning resources of primary education",
  "SDG": "4,9"
 },
 {
  "S.no.": 4,
  "Problem Id": "AR04",
  "Problem Statement": "Information display about the product using AR",
  "Description": "The application must be able to display the information about the product when scanned . it must also have the ability to scan the product and store its information in the  database",
  "SDG": 11
 },
 {
  "S.no.": 5,
  "Problem Id": "AR05",
  "Problem Statement": "Safety training simulation vr\/AR",
  "Description": "Simulation of safety methodology in the form of animation or in gifs either by using ar or vr",
  "SDG": 9
 },
 {
  "S.no.": 6,
  "Problem Id": "AR06",
  "Problem Statement": "Doodle based authentication using augmented reality",
  "Description": "Authentication using drawing doodles in mobile app. With the use of strokes the app authenticated the users",
  "SDG": 9
 },
 {
  "S.no.": 7,
  "Problem Id": "AR07",
  "Problem Statement": "VR in Automobile",
  "Description": "Simulation of automobile parts and its working and ability to change the  parts using vr",
  "SDG": 9
 },
 {
  "S.no.": 8,
  "Problem Id": "AR08",
  "Problem Statement": "Decor experiment",
  "Description": "The project must scan the object and virtually place the objects to identify the looks in the presence of objects",
  "SDG": 9
 },
 {
  "S.no.": 9,
  "Problem Id": "AR09",
  "Problem Statement": "Weather Forecast and its Visualization using Augmented Reality (AR): Mobile App",
  "Description": "The project must forecast weather and show how the weather will be in the form of animation",
  "SDG": 9
 }
]