[
 {
  "S.no.": 1,
  "Problem Id": "BC01",
  "Problem Statement": "Technology demonstration of digital stamping of electronic communication\/message to know its origin, date, time and spread",
  "Description": "Create a solution\/app using the concept of digital stamping (in electronic communication mails, text etc) to track the origin of the communication",
  "SDG": 8
 },
 {
  "S.no.": 2,
  "Problem Id": "BC02",
  "Problem Statement": "Develop a Mobile App through which a citizen can check whether an unattended child is a missing child from 'Track the missing child' database of WCD Ministry using Facial Recognition Software of Delhi Police",
  "Description": "(Automation\/AI) Devise a prototype to develop an app based on Artificial intelligence and automation which might be effective in tracking the missing person co-relating the database and the individual identity fed",
  "SDG": 9
 },
 {
  "S.no.": 3,
  "Problem Id": "BC03",
  "Problem Statement": "To verify the genuineness of messages shared on social media messenger",
  "Description": "We can stop spreading of incorrect, viral content through various social media platform such as WhatsApp, facebook, telegram etc . By using block chain technology, tracing the origin of message as well as genuineness of information can be achieved. A blockchain originally block chain is a growing list of records, called blocks, that are linked using cryptography. Each block contains a cryptographic hash of the previous block, a timestamp, and transaction data. We can also use some other approach, method or technology to solve this problem.",
  "SDG": 9
 },
 {
  "S.no.": 4,
  "Problem Id": "BC04",
  "Problem Statement": "BLOCKCHAIN BASED DIGITAL IDENTITY",
  "Description": "Frauds and corruptions are possible at every place, where producing identity or personal details or document is compulsory. From birth to death at every stage It is possible for a person to pretend to be someone else or manipulating & hiding details or preparing forged documents for personal benefits. It is very difficult to track such frauds and maintain transparent system. Moreover this can lead to serious financial threats and compromise in security.",
  "SDG": 9
 },
 {
  "S.no.": 5,
  "Problem Id": "BC05",
  "Problem Statement": "Software for computerization of farmer, land details along with beneficiary schemes details",
  "Description": "Software for computerization of farmer, land details along with beneficiary schemes details All the records at present are maintained manually by the department which leads to difficulty in access and retrieval of records. Design a block chain based mechanism to ensure frauds are eliminated in land records thereby assisting in maintaining the documents.",
  "SDG": 8
 },
 {
  "S.no.": 6,
  "Problem Id": "BC06",
  "Problem Statement": "Leveraging block chain technology for creation of Electronic Health Record (EHR)",
  "Description": "EHR generally contains highly-sensitive and critical data related to patients, which is frequently shared among clinicians, radiologists, healthcare providers, pharmacists, and researchers, for effective diagnosis and treatment. Hence, may use block chain technology for accessing and managing the privacy and security of patient data and history in clinical practices.",
  "SDG": 3
 },
 {
  "S.no.": 7,
  "Problem Id": "BC07",
  "Problem Statement": "CAPTCHA\/alternative solution for Visually impaired",
  "Description":"Create a alternate captcha solution that is usable by visually impaired person",
  "SDG": 9
 },
 {
  "S.no.": 8,
  "Problem Id": "BC08",
  "Problem Statement": "Block chain based certificate validation",
  "Description":"create a Block chain environment/app to store all the  certificates as block chains so that all the certificates remain unique and authentic",
  "SDG": 9
 },
 {
  "S.no.": 9,
  "Problem Id": "BC09",
  "Problem Statement": "Network Traffic Analyzer",
  "Description": "\"Background: Also called “Packet Sniffing”, network traffic analysis and monitoring is a process used to keep an eye on all incoming and outgoing traffic, network activity, and availability. It is used to detect anomalies, identifying operational issues, comparing real-time networks with historical data to identify potential threats and issues. For a project, you can analyze the data packets that are sent across the network. After analyzing these packets you can work on a report to give your insights, and if required, countermeasures if there is an anomaly. Summary: Also called “Packet Sniffing”, network traffic analysis and monitoring is a process used to keep an eye on all incoming and outgoing traffic, network activity, and availability. It is used to detect anomalies, identifying operational issues, comparing real-time networks with historical data to identify potential threats and issues. For a project, you can analyze the data packets that are sent across the network. After analyzing these packets you can work on a report to give your insights, and if required, countermeasures if there is an anomaly. Objective: : We need a software in which using your networking skills you can find out such anomalies in the network also as an extension, you could also devise software that could identify if there is a traffic analyzer in the network by an external agent.\"",
  "SDG": 9
 },
 {
  "S.no.": 10,
  "Problem Id": "BC10",
  "Problem Statement": "Email Spoofing Detection",
  "Description": "Spoofed email with swapped email id(and IP too) can come to any user’s inbox. Suggest a mechanism to filter the spoofed email at server only. - - \"Email spoofing is a form of cyber attack in which a hacker sends an email that has been manipulated to seem as if it originated from a trusted source. This kind of identity deception is widely used in phishing and spam attacks to help boost the open rate and efficacy of malicious emails. In many email attacks, embedded links lead to phishing sites designed to swipe sensitive information or login credentials from recipients. Others contain malware-laden attachments, or employ social engineering to bamboozle well-researched targets out of money in spear-phishing or business email compromise (BEC) scams. In order to spoof an email, all a fraudster needs to do is set up or compromise an SMTP server. From there, they can manipulate the ‘From’, ‘Reply-To’, and ‘Return-Path’ email addresses to make their phishing emails appear to be legitimate messages from the individual or brand they’re impersonating. This identity deception is made possible by the fact that SMTP—the Simple Message Transfer Protocol used by email systems to send, receive, or relay outgoing emails—lacks a mechanism for authenticating email addresses. It’s also exacerbated when exploited through popular cloud-based email platforms such as Gmail and Office 365. Because of their ubiquity and the precipitous volume of emails distributed by these and other email platforms, phishing attacks launched from cloud email accounts are far less likely to be detected and blocked than those sent from a lookalike domain. Hence, the objective is to find a solution and suggest a mechanism that can filter the spoofed email at server only.\"",
  "SDG": 9
 }
]