[
 {
  "S.no.": 1,
  "Problem Id": "T01",
  "Problem Statement": "Smart fuel sensor",
  "Description": "Whenever the fuel indicator goes down, we have to check it and search for a fuel station to refuel the tank. All this process is done manually. There is a need for an automation process.",
  "SDG": 9
 },
 {
  "S.no.": 2,
  "Problem Id": "T02",
  "Problem Statement": "The eye sight",
  "Description": "People with visual disability can use the EYE SIGHT to get information regarding the environment they are currently present in, moreover if they are ever stuck or ever in a slump they can get ask for support and a live video feed of whatever they are seeing is streamed to a list of contacts which is set by the user. It makes daily life problems much more bearable for people who actually would've been dependent on other people for the same.",
  "SDG": "3,9"
 },
 {
  "S.no.": 3,
  "Problem Id": "T03",
  "Problem Statement": "Smart Farming",
  "Description": "To bring automation in the field of farming. Farmer can control farming activities like irrigation, fertilization, Crop monitoring etc using an android application (IoT based).",
  "SDG": "8,9"
 },
 {
  "S.no.": 4,
  "Problem Id": "T04",
  "Problem Statement": "Water my plants\/garden",
  "Description": "Water my plants is an IoT based mobile application. When you are out on vacation or away from home for long, your plants remain thirsty and when you come back they are dead almost. This project can help the soil moisture sensors to continually sense the water level in the plants. The moisture level can be watched on the mobile app. When the moisture or water level drops a certain level the mobile app notifies you. Now you can turn on the water supply to the plants from the app itself. This can be sensor based setup.",
  "SDG": "8,9"
 },
 {
  "S.no.": 5,
  "Problem Id": "T05",
  "Problem Statement": "IOT based Smart bottle for Healthcare",
  "Description": "During recent years, due to the technological advancements many sophisticated techniques has been evolved for assuring fast recovery of the patients in hospitals. Need for good patient care in hospitals, assessment and management of fluid and electrolyte is the most fundamental thing required. All most in all hospital, an assist\/nurse is responsible for monitoring the electrolytes bottle level. But unfortunately most of the time, the observer may forget to change the bottle at correct time due to their busy scheduleTo overcome this critical situation, a IoT based automatic alerting and indicating device is proposed where sensor is used as a level sensor or weight sensor. It is based on the principle that the sensor output changes when fluid level\/weight is below certain limit. When Fluid level\/weight is low, will alerts the observer through the display or\/and mobile phone at the control room indicates the room number of the patient for quick recovery",
  "SDG": "3,9"
 },
 {
  "S.no.": 6,
  "Problem Id": "T06",
  "Problem Statement": "IOT based solution for recording and storing metrics of normal and orthotic leg for analysis by Orthotist",
  "Description": "Background: Solution for recording and storing metrics of normal and orthotic leg for analysis by Orthotist to provide corrective measures.Summary: A practical challenge faced in the field of assistive devices and orthotics is to measure real time efficiency of the device when fitted on the patient, such that the orthotist can better suggest the exercises\/changes in gait to the patient. Analysis of data should be required to get analytics based on matrices. Objective: 1. An IoT enabled solution may be constructed to record the movements of the orthotic and normal leg based on various metrics like pressure, velocity and orientation. 2. This data can then be stored or sent to the orthotist in real time and then displayed in the form of graphs for analysis. 3. It would be an added advantage if the suggested solution is able to diagnose and suggest corrective measures based on the recorded data of the legs",
  "SDG": "3,9"
 },
 {
  "S.no.": 7,
  "Problem Id": "T07",
  "Problem Statement": "IOT enabled risk monitoring system in Cold Supply Chain",
  "Description": "Monitoring temperature, humidity and other gas compositions in cold storagc are in built and automated in large cornmercial premises. However, monitoring the real time location, temperature and other parameteE need a cost effective system which may be integrated by GPS, remote sensors, cloud computing and big data.\"",
  "SDG": 9
 }
]